[
    {
        "title":"ศูนย์การศึกษาพิเศษ",
        "subtitle":"ศูนย์การศึกษาพิเศษ เป็นศูนย์บริการช่วยเหลือระยะแรกเริ่ม",
        "image_url":"https://raw.githubusercontent.com/doraeboy/BasicAPI/main/SEC.jpg",
        "detail":"ศูนย์การศึกษาพิเศษ เป็นศูนย์บริการช่วยเหลือระยะแรกเริ่ม \n(Early Intervention) ฟื้นฟู เตรียมความพร้อมเด็กพิการทุกประเภท เพื่อการส่งต่อไปยังโรงเรียนหรือสถานบริการที่เหมาะสมกับเด็ก อีกทั้งบริการวิชาการ บริการและความช่วยเหลืออื่นๆ\nศูนย์การศึกษาพิเศษ ประกอบด้วย\n1.ศูนย์การศึกษาพิเศษส่วนกลาง กรุงเทพฯ\n2.ศูนย์การศึกษาพิเศษ เขตการศึกษา 1 จังหวัดนครปฐม\n3.ศูนย์การศึกษาพิเศษ เขตการศึกษา 2 จังหวัดยะลา\n4.ศูนย์การศึกษาพิเศษ เขตการศึกษา 3 จังหวัดสงขลา\n5.ศูนย์การศึกษาพิเศษ เขตการศึกษา 4 จังหวัดตรัง\n6.ศูนย์การศึกษาพิเศษ เขตการศึกษา 5 จังหวัดสุพรรณบุรี\n7.ศูนย์การศึกษาพิเศษ เขตการศึกษา 6 จังหวัดลพบุรี\n8.ศูนย์การศึกษาพิเศษ เขตการศึกษา 7 จังหวัดพิษณุโลก\n9.ศูนย์การศึกษาพิเศษ เขตการศึกษา 8 จังหวัดเชียงใหม่\n10.ศูนย์การศึกษาพิเศษ เขตการศึกษา 9 จังหวัดขอนแก่น\n11.ศูนย์การศึกษาพิเศษ เขตการศึกษา 10 จังหวัดอุบลราชธานี\n12.ศูนย์การศึกษาพิเศษ เขตการศึกษา 11 จังหวัดนครราชสีมา\n13.ศูนย์การศึกษาพิเศษ เขตการศึกษา 12 จังหวัดชลบุรี\n14.ศูนย์การศึกษาพิเศษ ประจำจังหวัดกระบี่\n15.ศูนย์การศึกษาพิเศษ ประจำจังหวัดกาญจนบุรี\n16.ศูนย์การศึกษาพิเศษ ประจำจังหวัดกาฬสินธุ์\n17.ศูนย์การศึกษาพิเศษ ประจำจังหวัดกำแพงเพชร\n18.ศูนย์การศึกษาพิเศษ ประจำจังหวัดจันทบุรี\n19.ศูนย์การศึกษาพิเศษ ประจำจังหวัดฉะเชิงเทรา\n20.ศูนย์การศึกษาพิเศษ ประจำจังหวัดชัยนาท\n21.ศูนย์การศึกษาพิเศษ ประจำจังหวัดชัยภูมิ\n22.ศูนย์การศึกษาพิเศษ ประจำจังหวัดชุมพร\n23.ศูนย์การศึกษาพิเศษ ประจำจังหวัดเชียงราย\n24.ศูนย์การศึกษาพิเศษ ประจำจังหวัดตราด\n25.ศูนย์การศึกษาพิเศษ ประจำจังหวัดตาก\n26.ศูนย์การศึกษาพิเศษมหาจักรีสิรินธร ประจำจังหวัดนครนายก\n27.ศูนย์การศึกษาพิเศษ ประจำจังหวัดนครพนม\n28.ศูนย์การศึกษาพิเศษ ประจำจังหวัดนครศรีธรรมราช\n29.ศูนย์การศึกษาพิเศษ ประจำจังหวัดนครสวรรค์\n30.ศูนย์การศึกษาพิเศษ ประจำจังหวัดนนทบุรี\n31.ศูนย์การศึกษาพิเศษ ประจำจังหวัดนราธิวาส\n32.ศูนย์การศึกษาพิเศษ ประจำจังหวัดน่าน\n33.ศูนย์การศึกษาพิเศษ ประจำจังหวัดบึงกาฬ\n34.ศูนย์การศึกษาพิเศษ ประจำจังหวัดบุรีรัมย์\n35.ศูนย์การศึกษาพิเศษ ประจำจังหวัดปทุมธานี\n36.ศูนย์การศึกษาพิเศษ ประจำจังหวัดประจวบคีรีขันธ์\n37.ศูนย์การศึกษาพิเศษ ประจำจังหวัดปราจีนบุรี\n38.ศูนย์การศึกษาพิเศษ ประจำจังหวัดปัตตานี\n39.ศูนย์การศึกษาพิเศษ ประจำจังหวัดพระนครศรีอยุธยา\n40.ศูนย์การศึกษาพิเศษ ประจำจังหวัดพังงา\n41.ศูนย์การศึกษาพิเศษ ประจำจังหวัดพัทลุง\n42.ศูนย์การศึกษาพิเศษ ประจำจังหวัดพิจิตร\n43.ศูนย์การศึกษาพิเศษ ประจำจังหวัดเพชรบุรี\n44.ศูนย์การศึกษาพิเศษ ประจำจังหวัดเพชรบูรณ์\n45.ศูนย์การศึกษาพิเศษ ประจำจังหวัดแพร่\n46.ศูนย์การศึกษาพิเศษ ประจำจังหวัดพะเยา\n47.ศูนย์การศึกษาพิเศษ ประจำจังหวัดภูเก็ต\n48.ศูนย์การศึกษาพิเศษ ประจำจังหวัดมหาสารคาม\n49.ศูนย์การศึกษาพิเศษ ประจำจังหวัดมุกดาหาร\n50.ศูนย์การศึกษาพิเศษ ประจำจังหวัดแม่ฮ่องสอน\n51.ศูนย์การศึกษาพิเศษ ประจำจังหวัดยโสธร\n52.ศูนย์การศึกษาพิเศษ ประจำจังหวัดร้อยเอ็ด\n53.ศูนย์การศึกษาพิเศษ ประจำจังหวัดระนอง\n54.ศูนย์การศึกษาพิเศษ ประจำจังหวัดระยอง\n55.ศูนย์การศึกษาพิเศษ ประจำจังหวัดราชบุรี\n56.ศูนย์การศึกษาพิเศษ ประจำจังหวัดลำปาง\n57.ศูนย์การศึกษาพิเศษ ประจำจังหวัดลำพูน\n58.ศูนย์การศึกษาพิเศษ ประจำจังหวัดเลย\n59.ศูนย์การศึกษาพิเศษ ประจำจังหวัดศรีสะเกษ\n60.ศูนย์การศึกษาพิเศษ ประจำจังหวัดสกลนคร\n61.ศูนย์การศึกษาพิเศษ ประจำจังหวัดสตูล\n62.ศูนย์การศึกษาพิเศษ ประจำจังหวัดสมุทรปราการ\n63.ศูนย์การศึกษาพิเศษ ประจำจังหวัดสมุทรสงคราม\n64.ศูนย์การศึกษาพิเศษ ประจำจังหวัดสมุทรสาคร\n65.ศูนย์การศึกษาพิเศษ ประจำจังหวัดสระแก้ว\n66.ศูนย์การศึกษาพิเศษ ประจำจังหวัดสระบุรี\n67.ศูนย์การศึกษาพิเศษ ประจำจังหวัดสิงห์บุรี\n68.ศูนย์การศึกษาพิเศษ ประจำจังหวัดสุโขทัย\n69.ศูนย์การศึกษาพิเศษ ประจำจังหวัดสุราษฎร์ธานี\n70.ศูนย์การศึกษาพิเศษ ประจำจังหวัดสุรินทร์\n71.ศูนย์การศึกษาพิเศษ ประจำจังหวัดหนองคาย\n72.ศูนย์การศึกษาพิเศษ ประจำจังหวัดหนองบัวลำภู\n73.ศูนย์การศึกษาพิเศษ ประจำจังหวัดอ่างทอง\n74.ศูนย์การศึกษาพิเศษ ประจำจังหวัดอุดรธานี\n75.ศูนย์การศึกษาพิเศษ ประจำจังหวัดอุทัยธานี\n76.ศูนย์การศึกษาพิเศษ ประจำจังหวัดอุตรดิตถ์\n77.ศูนย์การศึกษาพิเศษ ประจำจังหวัดอำนาจเจริญ"
    },
    {
        "title":"โรงเรียนเฉพาะความพิการ",
        "subtitle":"เป็นโรงเรียนสำหรับบริการแก่เด็กพิการค่อนข้างรุนแรง",
        "image_url":"https://raw.githubusercontent.com/doraeboy/BasicAPI/main/specialSchool.jpg",
        "detail":"เป็นโรงเรียนสำหรับบริการแก่เด็กพิการค่อนข้างรุนแรง\nไม่สามารถไปเรียนกับเด็กทั่วไปได้ ประกอบด้วย\n1.โรงเรียนนครราชสีมาปัญญานุกูล\n2.โรงเรียนเชียงรายปัญญานุกูล\n3.โรงเรียนชุมพรปัญญานุกูล\n4.โรงเรียนกาวิละอนุกูล จังหวัดเชียงใหม่\n5.โรงเรียนกาฬสินธุ์ปัญญานุกูล\n6.โรงเรียนฉะเชิงเทราปัญญานุกูล\n7.โรงเรียนนครศรีธรรมราชปัญญานุกูล\n8.โรงเรียนนครสวรรค์ปัญญานุกูล\n9.โรงเรียนน่านปัญญานุกูล\n10.โรงเรียนพิจิตรปัญญานุกูล\n11.โรงเรียนพิษณุโลกปัญญานุกูล\n12.โรงเรียนเพชรบุรีปัญญานุกูล\n13.โรงเรียนแพร่ปัญญานุกูล\n14.โรงเรียนภูเก็ตปัญญานุกูล\n15.โรงเรียนระยองปัญญานุกูล\n16.โรงเรียนลพบุรีปัญญานุกูล\n17.โรงเรียนสงขลาพัฒนาปัญญา\n18.โรงเรียนสุพรรณบุรีปัญญานุกูล\n19.โรงเรียนอุบลปัญญานุกูล\n20.โรงเรียนสำหรับคนพิการทางร่างกายและการเคลื่อนไหวของจังหวัดนครศรีธรรมราช\n21.โรงเรียนศรีสังวาลย์ขอนแก่น\n22.โรงเรียนศรีสังวาลย์เชียงใหม่\n23.โรงเรียนศึกษาพิเศษชัยนาท\n24.โรงเรียนเศรษฐเสถียร ในพระราชูปถัมภ์ กรุงเทพฯ\n25.โรงเรียนโสตศึกษาทุ่งมหาเมฆ กรุงเทพฯ\n26.โรงเรียนโสตศึกษาเทพรัตน์ จังหวัดประจวบคีรีขันธ์\n27.โรงเรียนโสตศึกษาปานเลิศ จังหวัดลพบุรี\n28.โรงเรียนโสตศึกษาอนุสารสุนทร จังหวัดเชียงใหม่\n29.โรงเรียนโสตศึกษาจังหวัดกาญจนบุรี\n30.โรงเรียนโสตศึกษาจังหวัดขอนแก่น\n31.โรงเรียนโสตศึกษาจังหวัดชลบุรี\n32.โรงเรียนโสตศึกษาจังหวัดชัยภูมิ\n33.โรงเรียนโสตศึกษาจังหวัดตาก\n34.โรงเรียนโสตศึกษาจังหวัดนครปฐม\n35.โรงเรียนโสตศึกษาจังหวัดนครศรีธรรมราช\n36.โรงเรียนโสตศึกษาจังหวัดนนทบุรี\n37.โรงเรียนโสตศึกษาจังหวัดปราจีนบุรี\n38.โรงเรียนโสตศึกษาจังหวัดพังงา\n39.โรงเรียนโสตศึกษาจังหวัดเพชรบูรณ์\n40.โรงเรียนโสตศึกษาจังหวัดมุกดาหาร\n41.โรงเรียนโสตศึกษาจังหวัดร้อยเอ็ด\n42.โรงเรียนโสตศึกษาจังหวัดสงขลา\n43.โรงเรียนโสตศึกษาจังหวัดสุรินทร์\n44.โรงเรียนโสตศึกษาจังหวัดอุดรธานี\n45.โรงเรียนสอนคนตาบอดภาคเหนือ ในพระบรมราชินูปถัมภ์ จังหวัดเชียงใหม่\n46.โรงเรียนสอนคนตาบอดภาคใต้ จังหวัดสุราษฎร์ธานี\n47.โรงเรียนเฉลียวภาวนานุสรณ์ (ศึกษาพิเศษชลบุรี)\n48.โรงเรียนศึกษาพิเศษเขตพัฒนาพิเศษเฉพาะกิจจังหวัดชายแดนภาคใต้"
    },
    {
        "title":"โรงเรียนการศึกษาสงเคราะห์",
        "subtitle":"โรงเรียนที่จัดการศึกษาให้แก่เด็กด้อยโอกาส",
        "image_url":"https://raw.githubusercontent.com/doraeboy/BasicAPI/main/SS.jpg",
        "detail":"โรงเรียนที่จัดการศึกษาให้แก่เด็กด้อยโอกาส \nซึ่งหมายถึง เด็กที่ยากไร้ เด็กเร่ร่อน จรจัด เด็กที่พึ่งพาตนเองและครอบครัวไม่ได้ เด็กที่ถูกทำร้าย ถูกรังแกจากครอบครัว เด็กกำพร้าจากเหตุการณ์ประสบภัยธรรมชาติ ภัยจากการสู้รบเพื่อป้องกันประเทศชาติและความมั่นคง กำพร้าจากภัยโรคติดต่อร้ายแรง ประกอบด้วย\n1.โรงเรียนพิบูลประชาสรรค์\n2.โรงเรียนฟ้าใสวิทยา\n3.โรงเรียนสมเด็จพระปิยมหาราชรมณียเขต จังหวัดกาญจนบุรี\n4.โรงเรียนศึกษาสงเคราะห์จิตต์อารี ในพระอุปถัมภ์ของสมเด็จพระศรีนครินทราบรมราชชนนี\n5.โรงเรียนศึกษาสงเคราะห์เชียงดาว\n6.โรงเรียนศึกษาสงเคราะห์เชียงใหม่\n7.โรงเรียนศึกษาสงเคราะห์ธวัชบุรี\n8.โรงเรียนศึกษาสงเคราะห์นราธิวาส\n9.โรงเรียนศึกษาสงเคราะห์บางกรวย\n10.โรงเรียนศึกษาสงเคราะห์พัทลุง\n11.โรงเรียนศึกษาสงเคราะห์แม่จัน\n12.โรงเรียนศึกษาสงเคราะห์แม่ฮ่องสอน\n13.โรงเรียนศึกษาสงเคราะห์สุราษฎร์ธานี\n14.โรงเรียนราชประชานุเคราะห์ 19 จังหวัดนครศรีธรรมราช\n15.โรงเรียนราชประชานุเคราะห์ 20 จังหวัดชุมพร\n16.โรงเรียนราชประชานุเคราะห์ 21 จังหวัดแม่ฮ่องสอน\n17.โรงเรียนราชประชานุเคราะห์ 22 จังหวัดแม่ฮ่องสอน\n18.โรงเรียนราชประชานุเคราะห์ 23 จังหวัดพิษณุโลก\n19.โรงเรียนราชประชานุเคราะห์ 24 จังหวัดพะเยา\n20.โรงเรียนราชประชานุเคราะห์ 25 จังหวัดแพร่\n21.โรงเรียนราชประชานุเคราะห์ 26 จังหวัดลำพูน\n22.โรงเรียนราชประชานุเคราะห์ 27 จังหวัดหนองคาย\n23.โรงเรียนราชประชานุเคราะห์ 28 จังหวัดยโสธร\n24.โรงเรียนราชประชานุเคราะห์ 29 จังหวัดศรีสะเกษ\n25.โรงเรียนราชประชานุเคราะห์ 30 จังหวัดเชียงใหม่\n26.โรงเรียนราชประชานุเคราะห์ 31 จังหวัดเชียงใหม่\n27.โรงเรียนราชประชานุเคราะห์ 32 จังหวัดอุบลราชธานี\n28.โรงเรียนราชประชานุเคราะห์ 33 จังหวัดลพบุรี\n29.โรงเรียนราชประชานุเคราะห์ 34 จังหวัดแม่ฮ่องสอน\n30.โรงเรียนราชประชานุเคราะห์ 35 จังหวัดพังงา\n31.โรงเรียนราชประชานุเคราะห์ 36 จังหวัดภูเก็ต\n32.โรงเรียนราชประชานุเคราะห์ 37 จังหวัดกระบี่\n33.โรงเรียนราชประชานุเคราะห์ 38 จังหวัดระนอง\n34.โรงเรียนราชประชานุเคราะห์ 39 จังหวัดนราธิวาส\n35.โรงเรียนราชประชานุเคราะห์ 40 จังหวัดปัตตานี\n36.โรงเรียนราชประชานุเคราะห์ 41 จังหวัดยะลา\n37.โรงเรียนราชประชานุเคราะห์ 42 จังหวัดสตูล\n38.โรงเรียนราชประชานุเคราะห์ 43 จังหวัดสงขลา\n39.โรงเรียนราชประชานุเคราะห์ 45 จังหวัดกาญจนบุรี\n40.โรงเรียนราชประชานุเคราะห์ 46 จังหวัดชัยนาท\n41.โรงเรียนราชประชานุเคราะห์ 47 จังหวัดเพชรบุรี\n42.โรงเรียนราชประชานุเคราะห์ 48 จังหวัดจันทบุรี\n43.โรงเรียนราชประชานุเคราะห์ 49 จังหวัดตราด\n44.โรงเรียนราชประชานุเคราะห์ 50 จังหวัดขอนแก่น\n45.โรงเรียนราชประชานุเคราะห์ 51 จังหวัดบุรีรัมย์\n46.โรงเรียนราชประชานุเคราะห์ 52 จังหวัดเลย\n47.โรงเรียนราชประชานเคราะห์ 53 จังหวัดสกลนคร\n48.โรงเรียนราชประชานุเคราะห์ 54 จังหวัดอำนาจเจริญ\n49.โรงเรียนราชประชานุเคราะห์ 55 จังหวัดตาก\n50.โรงเรียนราชประชานุเคราะห์ 56 จังหวัดน่าน\n51.โรงเรียนราชประชานุเคราะห์ 57 จังหวัดเพชรบูรณ์\n52.โรงเรียนเยาววิทย์ จังหวัดพังงา"
    }
]
